Repository: wolfgangpeters02/defend-and-descend
Catalog: SystemReboot/Resources/Localizable.xcstrings
Source language: en
Languages: de

# arsenal.blueprintRequired
source: BLUEPRINT_REQUIRED
de: BLAUPAUSE_BENÖTIGT

# arsenal.blueprints
source: BLUEPRINTS
de: BLAUPAUSEN

# arsenal.compile
source: COMPILE
de: KOMPILIEREN

# arsenal.compiled
source: COMPILED_PROTOCOLS
de: KOMPILIERTE_PROTOKOLLE

# arsenal.defeatBossesHint
source: Defeat bosses to find blueprints
de: Besiege Bosse um Blaupausen zu finden

# arsenal.equipForDebug
source: EQUIP FOR DEBUG
de: FÜR DEBUG AUSRÜSTEN

# arsenal.equippedForDebug
source: EQUIPPED_FOR_DEBUG
de: AUSGERÜSTET_FÜR_DEBUG

# arsenal.undiscovered
source: UNDISCOVERED
de: UNENTDECKT

# arsenal.upgradeTo
source: UPGRADE TO LV %d
de: AUF LV %d UPGRADEN

# blueprint.dataFragmentFound
source: DATA_FRAGMENT_FOUND
de: DATEN_FRAGMENT_GEFUNDEN

# blueprint.decrypting
source: DECRYPTING...
de: ENTSCHLÜSSELN...

# blueprint.decryptionComplete
source: DECRYPTION_COMPLETE
de: ENTSCHLÜSSELUNG_ABGESCHLOSSEN

# blueprint.firstKillBonus
source: FIRST_KILL_BONUS
de: ERSTKILL_BONUS

source: BLUEPRINT_FOUND
de: BLAUPAUSE_GEFUNDEN

# blueprint.percentDecoded
source: %d%% DECODED
de: %d%% DECODIERT

# blueprint.tapToDecode
source: [ TAP TO DECODE ]
de: [ TIPPEN ZUM DECODIEREN ]

source: BOSS_ENCOUNTERS
de: BOSS_BEGEGNUNGEN

# boss.encountersDesc
source: Direct boss fights for blueprints
de: Direkte Boss-Kämpfe für Blaupausen

# boss.engageTarget
source: ENGAGE TARGET
de: ZIEL ANGREIFEN

# boss.ignoreHint
source: Ignore = 20% efficiency loss
de: Ignorieren = 20% Effizienzverlust

# boss.immuneToFirewalls
source: Immune to firewall damage. Tap to engage manually.
de: Immun gegen Firewall-Schaden. Tippe an, um manuell einzugreifen.

# boss.phaseInvulnerable
source: PHASE %d - INVULNERABLE
de: PHASE %d - UNVERWUNDBAR

# boss.selectDifficulty
source: Select Difficulty
de: Schwierigkeit wählen

# boss.superVirusDetected
source: SUPER VIRUS DETECTED
de: SUPER-VIRUS ERKANNT

# boss.overclocker
source: OVERCLOCKER
de: ÜBERTAKTER

# boss.trojanWyrm
source: TROJAN WYRM
de: TROJANER-WYRM

# bossLoot.decryptingPackets
source: DECRYPTING DATA PACKETS...
de: ENTSCHLÜSSELE DATENPAKETE...

# bossLoot.decryptionComplete
source: DECRYPTION COMPLETE
de: ENTSCHLÜSSELUNG ABGESCHLOSSEN

# bossLoot.firstDefeat
source: FIRST DEFEAT BONUS
de: ERSTSIEG-BONUS

# bossLoot.hashReward
source: HASH REWARD
de: HASH-BELOHNUNG

# bossLoot.neutralized
source: BOSS NEUTRALIZED
de: BOSS NEUTRALISIERT

# bossLoot.protocolAcquired
source: PROTOCOL ACQUIRED
de: PROTOKOLL ERWORBEN

# bossLoot.sectorAccessGranted
source: SECTOR ACCESS GRANTED
de: SEKTORZUGANG GEWÄHRT

# bossLoot.tapToDecrypt
source: [ TAP TO DECRYPT ]
de: [ TIPPEN ZUM ENTSCHLÜSSELN ]

# common.abort
source: ABORT
de: ABBRUCH

# common.active
source: Active
de: Aktiv

# common.cancel
source: CANCEL
de: ABBRECHEN

# common.collect
source: COLLECT
de: EINSAMMELN

# common.collectAndExit
source: COLLECT & EXIT
de: EINSAMMELN & BEENDEN

# common.continue
source: CONTINUE
de: WEITER

# common.cost
source: Cost:
de: Kosten:

# common.done
source: Done
de: Fertig

# common.exit
source: EXIT
de: BEENDEN

# common.flee
source: FLEE
de: FLIEHEN

# common.launch
source: LAUNCH
de: STARTEN

# common.loadout
source: LOADOUT
de: AUSRÜSTUNG

# common.locked
source: LOCKED
de: GESPERRT

# common.maxLevel
source: MAX_LEVEL
de: MAX_STUFE

# common.menu
source: MENU
de: MENÜ

# common.next
source: Next: %@
de: Nächstes: %@

# common.paused
source: PAUSED
de: PAUSIERT

# common.recycle
source: Recycle
de: Recyceln

# common.resume
source: RESUME
de: FORTSETZEN

# common.retry
source: RETRY
de: WIEDERHOLEN

# common.rewards
source: REWARDS
de: BELOHNUNGEN

# common.special
source: Special
de: Spezial

# common.unknown
source: Unknown
de: Unbekannt

# cpu.maxTier
source: MAX CPU_TIER
de: MAX CPU_STUFE

# cpu.multiplier
source: MULTIPLIER
de: MULTIPLIKATOR

source: CPU_TIER
de: CPU_STUFE

# cpu.upgradeTo
source: UPGRADE TO CPU %d.0
de: UPGRADE AUF CPU %d.0

# cpu.watts
source: WATTS
de: WATT

# currency.hashDescription
source: Hash is your universal currency earned passively on the Board and from Boss fights. Use it to place Firewalls (towers), unlock Protocols, and upgrade your Arsenal. Earn: Passive income + Boss rewards Spend: Tower placement, Protocol upgrades
de: Hash ist deine universelle Währung, die passiv auf dem Board und durch Boss-Kämpfe verdient wird. Nutze sie um Firewalls (Türme) zu platzieren, Protokolle freizuschalten und dein Arsenal aufzurüsten. Verdienen: Passives Einkommen + Boss-Belohnungen Ausgeben: Turm-Platzierung, Protokoll-Upgrades

# currency.nextLevel
source: Next Level
de: Nächste Stufe

# currency.powerDescription
source: Power (Watts) is your tower capacity. Each Firewall consumes power when placed. Upgrade your PSU to increase capacity. Capacity: Determined by PSU upgrade Usage: Each tower uses power while placed
de: Energie (Watt) ist deine Turm-Kapazität. Jede Firewall verbraucht Energie wenn sie platziert wird. Upgrade dein Netzteil um die Kapazität zu erhöhen. Kapazität: Bestimmt durch Netzteil-Upgrade Verbrauch: Jeder Turm nutzt Energie während er platziert ist

# currency.powerTitle
source: POWER (⚡)
de: ENERGIE (⚡)

# currency.psuLevel
source: PSU Level
de: Netzteil-Stufe

# currency.psuMaxed
source: ✓ PSU Maxed Out
de: ✓ Netzteil auf Maximum

# currency.upgradePSU
source: Upgrade PSU
de: Netzteil upgraden

# debug.animations
source: Animations
de: Animationen

# debug.deckCardPreview
source: DECK CARD PREVIEW
de: DECK KARTEN VORSCHAU

source: DEBUG_FAILED
de: DEBUG_FEHLGESCHLAGEN

# debug.gallery
source: TOWER VISUAL GALLERY
de: TURM VISUELL GALERIE

source: DEBUG_MODE
de: DEBUG_MODUS

# enemy.immuneToTowers
source: 🛡 IMMUNE
de: 🛡 IMMUN

source: EXTRACTION AVAILABLE
de: EXTRAKTION VERFÜGBAR

# extraction.extract
source: EXTRACT
de: EXTRAHIEREN

# extraction.hashEarned
source: Hash Earned
de: Hash verdient

# extraction.hashSecured
source: %d HASH SECURED
de: %d HASH GESICHERT

# extraction.keepHash
source: Keep 100% Hash
de: 100% Hash behalten

# extraction.riskForMore
source: Risk for more
de: Risiko für mehr

# extraction.sectorCleansed
source: SECTOR_CLEANSED
de: SEKTOR_BEREINIGT

# extraction.virusesEliminated
source: Viruses Eliminated
de: Viren eliminiert

# freeze.allSystemsHalted
source: All systems halted. Memory corrupted.
de: Alle Systeme gestoppt. Speicher beschädigt.

# freeze.chooseRecoveryMethod
source: Choose recovery method:
de: Wiederherstellungsmethode wählen:

# freeze.completeChallenge
source: Complete challenge to restore system
de: Challenge abschließen um System wiederherzustellen

# freeze.criticalError
source: CRITICAL ERROR: EFFICIENCY 0%
de: KRITISCHER FEHLER: EFFIZIENZ 0%

# freeze.flushCost
source: Cost: %d⚡ → Restore to 50%%
de: Kosten: %d⚡ → Auf 50%% wiederherstellen

# freeze.flushMemory
source: FLUSH MEMORY
de: SPEICHER LEEREN

# freeze.freeSurvive
source: FREE - Survive 30 seconds
de: KOSTENLOS - 30 Sekunden überleben

# freeze.frozenTimesSession
source: System has frozen %d time(s) this session
de: System ist %d mal in dieser Sitzung eingefroren

# freeze.hashHalted
source: Hash generation halted
de: Hash-Generierung gestoppt

# freeze.hashPercent
source: (10%% of Hash)
de: (10%% des Hash)

# freeze.manualOverride
source: MANUAL OVERRIDE
de: MANUELLER_OVERRIDE

# freeze.overrideSurvive
source: Survive 30 seconds → Restore to 100%%
de: 30 Sekunden überleben → Auf 100%% wiederherstellen

# freeze.restoresEfficiency
source: Restores 50%% efficiency instantly
de: Stellt 50%% Effizienz sofort wieder her

# freeze.selectReboot
source: SELECT_REBOOT_PROTOCOL
de: NEUSTART_PROTOKOLL_WÄHLEN

# game.hud.extract
source: EXTRACT
de: EXTRAHIEREN

# game.hud.extractionReady
source: ⬆ EXTRACTION READY
de: ⬆ EXTRAKTION BEREIT

# game.hud.time
source: TIME
de: ZEIT

# game.hud.wave
source: WAVE %d
de: WELLE %d

# game.touchToMove
source: Touch to move
de: Berühren zum Bewegen

# gameOver.blueprintAcquired
source: BLUEPRINT ACQUIRED
de: BLAUPAUSE ERHALTEN

# gameOver.damageDealt
source: Damage Dealt
de: Schaden zugefügt

# gameOver.deathPenalty
source: DEATH PENALTY (50%)
de: TODES-ABZUG (50%)

# gameOver.defeat
source: DEBUG_FAILED
de: DEBUG_FEHLGESCHLAGEN

# gameOver.extractionBonus
source: EXTRACTION BONUS (100%)
de: EXTRAKTIONS-BONUS (100%)

# gameOver.hashCollected
source: HASH COLLECTED
de: HASH GESAMMELT

# gameOver.timeSurvived
source: Time Survived
de: Überlebte Zeit

# gameOver.victory
source: EXTRACTION_COMPLETE
de: EXTRAKTION_ABGESCHLOSSEN

# gameOver.virusesKilled
source: Viruses Killed
de: Viren eliminiert

# intro.alwaysRunning.header
source: ALWAYS_RUNNING
de: IMMER_AKTIV

# intro.alwaysRunning.line1
source: > BACKGROUND_PROCESS: ACTIVE
de: > HINTERGRUND_PROZESS: AKTIV

# intro.alwaysRunning.line2
source: Your system never sleeps.
de: Dein System schläft nie.

# intro.alwaysRunning.line3
source: Even offline, your CPU
de: Auch offline generiert deine CPU

# intro.alwaysRunning.line4
source: generates HASH.
de: HASH.

# intro.alwaysRunning.line5
source: Return anytime to collect.
de: Komm jederzeit zurück zum Einsammeln.

# intro.earning
source: EARNING
de: VERDIENEN

# intro.enterSystem
source: ENTER SYSTEM
de: SYSTEM BETRETEN

# intro.skip
source: SKIP
de: ÜBERSPRINGEN

# intro.swipeHint
source: [ SWIPE OR TAP TO CONTINUE ]
de: [ WISCHEN ODER TIPPEN ZUM FORTFAHREN ]

# intro.systemBoot.line1
source: > INITIALIZING KERNEL...
de: > KERNEL WIRD INITIALISIERT...

# intro.systemBoot.line2
source: You are the system administrator.
de: Du bist der Systemadministrator.

# intro.systemBoot.line3
source: Your CPU generates HASH (Ħ) -
de: Deine CPU generiert HASH (Ħ) -

# intro.systemBoot.line4
source: the lifeblood of this machine.
de: das Lebenselixier dieser Maschine.

# intro.threatDetected.header
source: THREAT_DETECTED
de: BEDROHUNG_ERKANNT

# intro.threatDetected.line1
source: > WARNING: MALWARE DETECTED
de: > WARNUNG: MALWARE ERKANNT

# intro.threatDetected.line2
source: Viruses are attacking.
de: Viren greifen an.

# intro.threatDetected.line3
source: They will corrupt the core.
de: Sie werden den Kern korrumpieren.

# intro.threatDetected.line4
source: Build FIREWALLS to defend.
de: Baue FIREWALLS zur Verteidigung.

# mode.firewall
source: FIREWALL_MODE
de: FIREWALL_MODUS

# mode.weapon
source: WEAPON_MODE
de: WAFFEN_MODUS

# motherboard.dragToDeploy
source: DRAG FIREWALL TO DEPLOY
de: FIREWALL ZIEHEN ZUM PLATZIEREN

# motherboard.initializing
source: INITIALIZING_SYSTEM...
de: SYSTEM_WIRD_INITIALISIERT...

# motherboard.tapToUpgrade
source: Tap towers to upgrade them
de: Tippe auf Türme um sie zu upgraden

# notification.efficiency.body
source: Efficiency dropped to 0%. Reinforce defenses!
de: Effizienz auf 0% gefallen. Verteidigung verstärken!

# notification.efficiency.title
source: CPU Compromised!
de: CPU Kompromittiert!

# override.dodgeHazards
source: DODGE THE HAZARDS
de: WEICHE DEN GEFAHREN AUS

# override.efficiencyRestored
source: Efficiency restored to 50%
de: Effizienz auf 50% wiederhergestellt

source: OVERRIDE FAILED
de: OVERRIDE FEHLGESCHLAGEN

# override.moveWithJoystick
source: Move with the joystick to survive
de: Bewege dich mit dem Joystick um zu überleben

# override.survive
source: SURVIVE
de: ÜBERLEBEN

# override.systemRecovered
source: SYSTEM RECOVERED
de: SYSTEM WIEDERHERGESTELLT

# override.tryAgain
source: Try again or use Flush Memory
de: Erneut versuchen oder Speicher leeren

# rarity.common
source: COMMON
de: GEWÖHNLICH

# rarity.epic
source: EPIC
de: EPISCH

# rarity.legendary
source: LEGENDARY
de: LEGENDÄR

# rarity.rare
source: RARE
de: SELTEN

# sector.alreadyDecrypted
source: Already decrypted
de: Bereits entschlüsselt

# sector.decrypt
source: DECRYPT
de: ENTSCHLÜSSELN

# sector.decryptCost
source: DECRYPT_COST:
de: ENTSCHLÜSSELUNGS_KOSTEN:

# sector.encrypted
source: ENCRYPTED_SECTOR
de: VERSCHLÜSSELTER_SEKTOR

source: Sector Management
de: SEKTOR_VERWALTUNG

# sector.manageSectors
source: Manage Sectors
de: Sektoren verwalten

# sector.needMoreHash
source: Need %d more Hash
de: Benötige %d mehr Hash

# sector.pauseDescription
source: Pause sectors to redeploy towers
de: Sektoren pausieren um Türme umzusetzen

# sector.pausedWarning
source: Paused sectors don't spawn enemies or earn sector bonuses
de: Pausierte Sektoren spawnen keine Feinde und bringen keine Boni

# sector.readyToDecrypt
source: Ready to decrypt
de: Bereit zum Entschlüsseln

# sector.requires
source: Requires: %@
de: Benötigt: %@

# sector.select
source: SELECT_SECTOR
de: SEKTOR_WÄHLEN

# sector.yourBalance
source: YOUR_BALANCE:
de: DEIN_GUTHABEN:

# settings.bossArenaDesc
source: Fight bosses to earn Hash and blueprints
de: Kämpfe gegen Bosse um Hash und Baupläne zu erhalten

# settings.dangerZone
source: DANGER ZONE
de: GEFAHRENZONE

# settings.defeated
source: Defeated
de: Besiegt

# settings.efficiencyAlerts
source: Efficiency Alerts
de: Effizienz-Warnungen

# settings.efficiencyAlertsDesc
source: Get notified when efficiency drops to 0%
de: Benachrichtigung wenn Effizienz auf 0% fällt

# settings.enable
source: Enable
de: Aktivieren

# settings.fight
source: FIGHT
de: KÄMPFEN

# settings.notEncountered
source: Not yet encountered
de: Noch nicht angetroffen

# settings.notifications
source: Enable
de: Aktivieren

# settings.notificationsDesc
source: Notifications about system status
de: Benachrichtigungen über Systemstatus

# settings.openSettings
source: Open Settings
de: Einstellungen öffnen

# settings.permissionRequired
source: Notification permission required
de: Benachrichtigungsberechtigung erforderlich

# settings.reset
source: RESET
de: ZURÜCKSETZEN

# settings.resetAccount
source: Reset Account
de: Account zurücksetzen

# settings.resetAccountDesc
source: Delete all progress and start fresh
de: Lösche allen Fortschritt und starte neu

# settings.resetAlertMessage
source: This will delete all progress, unlocked sectors, protocols, and hash. This cannot be undone.
de: Dies löscht allen Fortschritt, freigeschaltete Sektoren, Protokolle und Hash. Dies kann nicht rückgängig gemacht werden.

# settings.resetAlertTitle
source: Reset Account?
de: Account zurücksetzen?

# settings.title
source: Settings
de: Einstellungen

# stats.best
source: Best: %@
de: Bestzeit: %@

# stats.damage
source: Damage
de: Schaden

# stats.dmg
source: DMG
de: SCH

# stats.dmgRate
source: DMG: %d | RATE: %@/s
de: SCH: %d | RATE: %@/s

# stats.dmgRng
source: DMG: %d | RNG: %d
de: SCH: %d | RW: %d

# stats.fireRate
source: Fire Rate
de: Feuerrate

# stats.nextSeconds
source: Next: %ds
de: Nächster: %ds

# stats.projectiles
source: Projectiles
de: Projektile

# stats.range
source: Range
de: Reichweite

# stats.rng
source: RNG
de: RW

# stats.spd
source: SPD
de: GES

# system.title
source: SYSTEM: REBOOT
de: SYSTEM: NEUSTART

# tabs.encounters
source: ENCOUNTERS
de: BEGEGNUNGEN

# tabs.protocols
source: PROTOCOLS
de: PROTOKOLLE

# tabs.tdMode
source: TD MODE
de: TD MODUS

# td.cpuCompromised
source: CPU integrity compromised
de: CPU-Integrität kompromittiert

# td.deployFirewall
source: DEPLOY_FIREWALL
de: FIREWALL_PLATZIEREN

# td.overclocking
source: OVERCLOCKING
de: ÜBERTAKTET

# td.protocolsSuspended
source: Defense protocols suspended
de: Verteidigungsprotokolle angehalten

# td.systemBreach
source: SYSTEM_BREACH
de: SYSTEM_KOMPROMITTIERT

# td.systemPaused
source: SYSTEM_PAUSED
de: SYSTEM_PAUSIERT

# td.systemSecure
source: SYSTEM_SECURE
de: SYSTEM_SICHER

# td.threatsNeutralized
source: All threats neutralized
de: Alle Bedrohungen neutralisiert

# td.viruses
source: Viruses
de: Viren

# td.waves
source: Waves
de: Wellen

# ui.newBadge
source: NEW
de: NEU

# upgrade.chooseUpgrade
source: CHOOSE UPGRADE
de: UPGRADE WÄHLEN

# upgrade.level
source: Level %d
de: Stufe %d

# welcome.cappedAt8h
source: (capped at 8h)
de: (begrenzt auf 8 Std.)

# welcome.defenseReport
source: DEFENSE REPORT
de: VERTEIDIGUNGSBERICHT

# welcome.generatedPwr
source: GENERATED_PWR
de: GENERIERTE_LEISTUNG

# welcome.header
source: SYSTEM_RESTORE_COMPLETE
de: SYSTEM_WIEDERHERSTELLUNG_ABGESCHLOSSEN

# welcome.leaks
source: %d leaks
de: %d Lecks

# welcome.offlineDuration
source: OFFLINE DURATION
de: OFFLINE-DAUER

# welcome.reduced
source: (%d%% reduced)
de: (%d%% reduziert)

# welcome.subtitle
source: Welcome back, Guardian
de: Willkommen zurück, Wächter

# welcome.threatLevel
source: T%@
de: B%@

# welcome.upgradeHint
source: Upgrade towers or add more to prevent leaks
de: Rüste Türme auf oder füge mehr hinzu, um Lecks zu vermeiden

# welcome.viruses
source: Viruses
de: Viren

# welcome.yourTowers
source: Your Towers
de: Deine Türme

# zeroDay.breachDetected
source: SYSTEM_BREACH_DETECTED
de: SYSTEM_BREACH_ERKANNT

# zeroDay.dataReward
source: +50 DATA
de: +50 DATEN

# zeroDay.efficiencyDraining
source: Efficiency draining: -2%/sec
de: Effizienz sinkt: -2%/Sek

# zeroDay.efficiencyPenalty
source: -25% Efficiency
de: -25% Effizienz

# zeroDay.manualOverride
source: MANUAL_OVERRIDE
de: MANUELLER_OVERRIDE

source: ZERO-DAY_NEUTRALIZED
de: ZERO-DAY_NEUTRALISIERT

# zeroDay.overrideFailed
source: OVERRIDE FAILED
de: OVERRIDE FEHLGESCHLAGEN

# zeroDay.virusDetected
source: Zero-Day virus detected! Firewalls ineffective.
de: Zero-Day-Virus erkannt! Firewalls wirkungslos.

# zeroDay.wattsReward
source: +500 WATTS
de: +500 WATT

# component.title
source: COMPONENTS
de: KOMPONENTEN

# component.locked
source: LOCKED
de: GESPERRT

# component.maxLevel
source: MAX LEVEL
de: MAX STUFE

# component.psu.name
source: Power Supply
de: Netzteil

# component.psu.effect
source: Power Capacity (Watts)
de: Stromkapazität (Watt)

# component.storage.effect
source: Hash Storage & Offline Rate
de: Hash-Speicher & Offline-Rate

# component.ram.name
source: RAM Module
de: RAM-Modul

# component.ram.effect
source: Efficiency Recovery
de: Effizienz-Regeneration

# component.gpu.name
source: Graphics Card
de: Grafikkarte

# component.gpu.effect
source: Global Tower Damage
de: Globaler Tower-Schaden

# component.cache.effect
source: Global Attack Speed
de: Globale Angriffsgeschwindigkeit

# component.expansion.name
source: Expansion Card
de: Erweiterungskarte

# component.expansion.effect
source: Extra Tower Slots
de: Zusätzliche Tower-Slots

# component.io.effect
source: Pickup Radius
de: Aufsammel-Radius

# component.network.name
source: Network Card
de: Netzwerkkarte

# component.network.effect
source: Global Hash Multiplier
de: Globaler Hash-Multiplikator

# component.cpu.name
source: Processor
de: Prozessor

# component.cpu.effect
source: Hash Generation Rate
de: Hash-Generierungsrate

# component.defeatBossToUnlock
source: Defeat %@ to unlock
de: Besiege %@ zum Freischalten

# component.level
source: Level %d
de: Stufe %d

# component.hashPerSecond
source: %@ Ħ/sec
de: %@ Ħ/Sek
